[{
  "id": 1,
  "name": "Mercury",
  "description": "Mercury is the smallest and innermost planet in the Solar System. Its orbit around the Sun takes only 87.97 days, the shortest of all the planets in the Solar System. It is named after the Roman deity Mercury, the messenger of the gods.",
  "thumbnail": "/assets/images/mercury.jpg",
  "image": "/assets/images/mercury.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Mercury_(planet)"
}, {
  "id": 2,
  "name": "Venus",
  "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the second-brightest natural object in the night sky after the Moon, Venus can cast shadows and, rarely, is visible to the naked eye in broad daylight.",
  "thumbnail": "/assets/images/venus.jpg",
  "image": "/assets/images/venus.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Venus"
  }, {
  "id": 3,
  "name": "Earth",
  "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. According to radiometric dating and other sources of evidence, Earth formed over 4.5 billion years ago.",
  "thumbnail": "/assets/images/earth.jpg",
  "image": "/assets/images/earth.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Earth"
}, {
  "id": 4,
  "name": "Mars",
  "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars\" surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the naked eye.",
  "thumbnail": "/assets/images/mars.jpg",
  "image": "/assets/images/mars.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Mars"
}, {
  "id": 5,
  "name": "Jupiter",
  "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass one-thousandth that of the Sun, but two-and-a-half times that of all the other planets in the Solar System combined.",
  "thumbnail": "/assets/images/jupiter.jpg",
  "image": "/assets/images/jupiter.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Jupiter"
}, {
  "id": 6,
  "name": "Saturn",
  "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius about nine times that of Earth. It has only one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive.",
  "thumbnail": "/assets/images/saturn.jpg",
  "image": "/assets/images/saturn.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Saturn"
}, {
  "id": 7,
  "name": "Uranus",
  "description": "Uranus (from the Latin name Ūranus for the Greek god Οὐρανός) is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bulk chemical compositions which differ from that of the larger gas giants Jupiter and Saturn.",
  "thumbnail": "/assets/images/uranus.jpg",
  "image": "/assets/images/uranus.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Uranus"
  }, {
  "id": 8,
  "name": "Neptune",
  "description": "Neptune is the eighth and farthest known planet from the Sun in the Solar System. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. Neptune is 17 times the mass of Earth, slightly more massive than its near-twin Uranus.",
  "thumbnail": "/assets/images/neptune.jpg",
  "image": "/assets/images/neptune.jpg",
  "wikipedia": "https://en.wikipedia.org/wiki/Neptune"
}]